{
  "About me": "Über mich",
  "Skills": "Kenntnisse",
  "contact": "Kontakt",
  "Contact": "Kontakt",
  "iam": "",
  "headline": "FRONTEND DEVELOPER",
  "lets_talk": "Lass uns reden !",
  "About_text": "Hallo, ich bin ein Junior-Frontend-Entwickler aus Flensburg, Deutschland. Ich habe eine Leidenschaft dafür, visuell ansprechende und benutzerfreundliche Websites zu erstellen. Mit einem starken Hintergrund in HTML, CSS und JavaScript bemühe ich mich, innovative Designs zum Leben zu erwecken. In meiner Freizeit lerne ich gerne neue Technologien und verbessere meine Fähigkeiten. Ich bin immer bereit, neue Herausforderungen anzunehmen und zu spannenden Projekten beizutragen.",
  "About_text_2": "Meine Hobbys sind Musik machen, Sport treiben und kreativ sein. Ich genieße es, neue Ideen zu erforschen und durch verschiedene körperliche Aktivitäten aktiv zu bleiben.",
  "About_text_3": "Ich bin leidenschaftlich daran interessiert, kontinuierlich zu lernen und mich selbst zu verbessern. Ich nehme regelmäßig an Kursen und Workshops teil, um mein Wissen und meine Fähigkeiten zu erweitern und auf dem Laufenden zu bleiben über Branchentrends und Fortschritte.",
  "my_skills": "Kenntnisse",
  "my_skills_text": "Ich habe Erfahrung im Aufbau von Projekten mit verschiedenen Frontend-Technologien und Konzepten gesammelt.",
  "get_in_touch": "Kontaktiere mich",
  "portfolio_text": "Entdecken Sie hier eine Auswahl meiner Arbeit - Interagieren Sie mit den Projekten, um meine Fähigkeiten in Aktion zu sehen.",
  "join.description": "Aufgabenmanager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mithilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
  "polloloco.description": "Ein einfaches Jump-and-Run-Spiel basierend auf einem objektorientierten Ansatz. Hilf Pepe, Münzen und Salsa Flaschen zu finden, um gegen das Killer-Huhn zu kämpfen.",
  "pokedex.description": "Basierend auf der PokéAPI ist eine einfache Bibliothek verfügbar, die Pokémon-Informationen bereitstellt und katalogisiert.",
  "simple_crm.description": "Ein sehr einfaches Kundenbeziehungsmanagement-System, das mit CRUD-Funktionalität arbeitet.",
  "contact_subtext": "Hast du ein Problem zu lösen?",
  "contact_subtext_2": "Kontaktiere mich über dieses Formular. Ich bin daran interessiert, von dir zu hören, deine Ideen kennenzulernen und durch meine Arbeit zu deinen Projekten beizutragen.",
  "contact_subtext_3": "Brauchst du einen Junior Frontend-Entwickler?",
  "contact_me": "Schreibe mir !",
  "your_name": "Dein Name",
  "your_email": "Deine E-mail",
  "your_message": "Deine Nachricht",
  "check_text1": "Ich habe die",
  "check_text2": " Datenschutzerklärung",
  "check_text3": " gelesen und stimme der Verarbeitung meiner Daten zu.",
  "message_button": "Nachricht senden",
  "name_required": "Name ist erforderlich",
  "email_required": "Email ist erforderlich",
  "message_required": "Nachricht ist erforderlich",
  "privacy_policy_required": "Bitte akzeptiere die Datenschutzerklärung",
  "imprint": "Impressum"
}
