{
  "About me": "Über mich",
  "Skills": "Kenntnisse",
  "contact": "Kontakt",
  "Contact": "Kontakt",
  "iam": "",
  "headline": "FRONTEND DEVELOPER",
  "lets_talk": "Lass uns reden !",
  "About_text": "Hallo, ich bin ein Junior-Frontend-Entwickler aus Flensburg, Deutschland. Ich habe eine Leidenschaft dafür, visuell ansprechende und benutzerfreundliche Websites zu erstellen. Mit einem starken Hintergrund in HTML, CSS und JavaScript bemühe ich mich, innovative Designs zum Leben zu erwecken. In meiner Freizeit lerne ich gerne neue Technologien und verbessere meine Fähigkeiten. Ich bin immer bereit, neue Herausforderungen anzunehmen und zu spannenden Projekten beizutragen.",
  "About_text_2": "Meine Hobbys sind Musik machen, Sport treiben und kreativ sein. Ich genieße es, neue Ideen zu erforschen und durch verschiedene körperliche Aktivitäten aktiv zu bleiben.",
  "About_text_3": "Ich bin leidenschaftlich daran interessiert, kontinuierlich zu lernen und mich selbst zu verbessern. Ich nehme regelmäßig an Kursen und Workshops teil, um mein Wissen und meine Fähigkeiten zu erweitern und auf dem Laufenden zu bleiben über Branchentrends und Fortschritte.",
  "my_skills": "Kenntnisse",
  "my_skills_text": "Ich habe Erfahrung im Aufbau von Projekten mit verschiedenen Frontend-Technologien und Konzepten gesammelt.",
  "get_in_touch": "Kontaktiere mich",
  "portfolio_text": "Entdecken Sie hier eine Auswahl meiner Arbeit - Interagieren Sie mit den Projekten, um meine Fähigkeiten in Aktion zu sehen.",
  "join.description": "Aufgabenmanager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mithilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
  "polloloco.description": "Ein einfaches Jump-and-Run-Spiel basierend auf einem objektorientierten Ansatz. Hilf Pepe, Münzen und Salsa Flaschen zu finden, um gegen das Killer-Huhn zu kämpfen.",
  "pokedex.description": "Basierend auf der PokéAPI ist eine einfache Bibliothek verfügbar, die Pokémon-Informationen bereitstellt und katalogisiert.",
  "simple_crm.description": "Ein sehr einfaches Kundenbeziehungsmanagement-System, das mit CRUD-Funktionalität arbeitet.",
  "contact_subtext": "Hast du ein Problem zu lösen?",
  "contact_subtext_2": "Kontaktiere mich über dieses Formular. Ich bin daran interessiert, von dir zu hören, deine Ideen kennenzulernen und durch meine Arbeit zu deinen Projekten beizutragen.",
  "contact_subtext_3": "Brauchst du einen Junior Frontend-Entwickler?",
  "contact_me": "Schreibe mir !",
  "your_name": "Dein Name",
  "your_email": "Deine E-mail",
  "your_message": "Deine Nachricht",
  "min-length-message": "Gib mindestens 5 Zeichen ein",
  "check_text1": "Ich habe die",
  "check_text2": " Datenschutzerklärung",
  "check_text3": " gelesen und stimme der Verarbeitung meiner Daten zu.",
  "message_button": "Nachricht senden",
  "name_required": "Name ist erforderlich",
  "email_required": "Email ist erforderlich",
  "message_required": "Nachricht ist erforderlich",
  "privacy_policy_required": "Bitte akzeptiere die Datenschutzerklärung",
  "imprint": "Impressum",
  "Represented by": "Vertreten durch",
  "Information pursuant to": "Angaben gemäß",
  "Responsible": "Verantwortlich für den Inhalt nach ",
  "Disclaimer": "Haftungsausschluss",
  "imprint_1": "Die Inhalte unserer Seiten wurden mit größter Sorgfalt erstellt. Für die Richtigkeit, Vollständigkeit und Aktualität der Inhalte können wir jedochkeine Gewähr übernehmen. Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzenverantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zuüberwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervo unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.",
  "Liability": "Haftung für Inhalte",
  "Liability_mail": "Haftung für Links",
  "imprint_2": "Unser Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auchkeine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar.Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.",
  "Data Protection": "Datenschutz",
  "imprint_3": "Die Nutzung unserer Webseite ist in der Regel ohne Angabe personenbezogener Daten möglich. Soweit auf unseren Seiten personenbezogene Daten (beispielsweise Name, Anschrift oder eMail-Adressen) erhoben werden, erfolgt dies, soweit möglich, stets auf freiwilliger Basis. Diese Daten werden ohne Ihre ausdrückliche Zustimmung nicht an Dritte weitergegeben.",
  "imprint_4": " Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.",
  "imprint_5": "Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten durch Dritte zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit ausdrücklich widersprochen. Die Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-Mails, vor.",
  "Privacy Policy": "Datenschutzerklärung",
  "Introduction": "Einleitung",
  "policy_1": "Mit der folgenden Datenschutzerklärung möchten wir Sie über die Arten Ihrer personenbezogenen Daten (im Folgenden auch als „Daten“ kurz bezeichnet), informieren, die wir verarbeiten, zu welchen Zwecken und in welchem Umfang. Diese Datenschutzerklärung gilt für alle von uns durchgeführten Verarbeitungen personenbezogener Daten, sowohl im Rahmen der Erbringung unserer Dienstleistungen als auch insbesondere auf unseren Websites, mobilen Plattformen sowie in externen Online-Präsenzen, wie beispielsweise unseren Social-Media-Profilen (nachfolgend gemeinsam als „Online-Angebot“ bezeichnet).",
  "gender": "Die verwendeten Begriffe sind nicht geschlechtsspezifisch.",
  "state": "Stand",
  "person": "Verantwortliche Person",
  "address": "Adresse",
  "policy_2": "Erhebung und Verarbeitung von Daten",
  "policy_3": "Beim Besuch unserer Website werden automatisch Informationen über Ihren Besuch gesammelt. Diese Informationen können Ihre IP-Adresse, den Browsertyp und -version, das Betriebssystem, die Referrer-URL und die Uhrzeit des Zugriffs umfassen. Diese Daten werden ausschließlich zu statistischen Zwecken ausgewertet und dienen der Verbesserung unserer Website.",
  "extern": "Externe Links",
  "policy_4": "Unsere Website enthält Links zu externen Websites wie LinkedIn und GitHub. Bitte beachten Sie, dass wir keine Verantwortung für die Datenschutzpraktiken dieser Websites übernehmen. Bitte lesen Sie die Datenschutzerklärungen dieser Websites, um Informationen über deren Umgang mit Ihren Daten zu erhalten.",
  "rights": "Ihre Rechte",
  "policy_5": "Sie haben das Recht, Auskunft über die von uns über Sie gespeicherten Daten zu erhalten. Weiterhin haben Sie das Recht auf Berichtigung, Löschung oder Sperrung unrichtiger Daten. Bitte kontaktieren Sie uns unter den oben angegebenen Kontaktdaten, wenn Sie von Ihren Rechten Gebrauch machen möchten.",
  "change": "Änderungen dieser Datenschutzerklärung",
  "policy_6": "Ich behalte mir das Recht vor, diese Datenschutzerklärung jederzeit zu  ändern. Die jeweils aktuelle Version finden Sie auf unserer Website.",
  "policy_date": "Letztes Update",
  "success": "Erfolg",
  "thanks": "Vielen Dank, dass du dich bei mir gemeldet hast.",
  "message_info": "Deine Nachricht wurde erfolgreich gesendet.",
  "info_2": "Ich schätze es, dass du dir die Zeit genommen hast, mich zu kontaktieren, und werde dir so schnell wie möglich antworten.",
  "info_3": "In der Zwischenzeit kannst du gerne meine Website erkunden, um mehr Informationen zu erhalten, oder folge mir auf den sozialen Medien für die neuesten Updates.",
  "greeting": "Beste Grüße aus dem Norden"
}
