{
  "About me": "About me",
  "Skills": "Skills",
  "Portfolio": "Portfolio",
  "contact": "Contact",
  "Contact": "Contact",
  "iam": "I am",
  "headline": "FRONTEND DEVELOPER",
  "lets_talk": "Let's Talk !",
  "About_text": "Hi, I am a junior Front-end developer based in Flensburg, Germany. Ihave a passion for creating visually appealing and user-friendlywebsites. With a strong background in HTML, CSS, and JavaScript, Iarning new technologies and improving my skills. I am always eagerto take on new challenges and contribute to exciting projects.",
  "About_text_2": "My hobbies are making music,playing sports, and being creative. I enjoy exploring new ideas andstaying active through various physical activities.",
  "About_text_3": "I am passionate about continuouslearning and self-improvement. I regularly engage in courses andworkshops to expand my knowledge and skills, staying up-to-date withindustry trends and advancements.",
  "my_skills": "My skills",
  "my_skills_text": "I have gained experience in building projects with various front end technologies and concepts.",
  "get_in_touch": "get in touch",
  "portfolio_text": "Explore a selection of my work here - Interact with projects to see my skills in action.",
  "join.description": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
  "polloloco.description": "A simple Jump-and-Run game based on an object-oriented approach. Help pepe to find coins and salsa bottles to fight against the killer chicken.",
  "pokedex.description": "Based on the PokéAPI a simple library that provides and catalogues pokemon information.",
  "simple_crm.description": "A very Simple Customer Relationship Management system working with CRUD functionality.",
  "contact_subtext": "Got a problem to solve?",
  "contact_subtext_2": "Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
  "contact_subtext_3": "Need a junior Frontend developer?",
  "contact_me": "Contact me !",
  "your_name": "your name",
  "your_email": "your email",
  "your_message": "your message",
  "check_text1": "I've read the",
  "check_text2": " privacy policy",
  "check_text3": " and agree to the processing of my data as outlined.",
  "message_button": "Send a message",
  "name_required": "Name is required.",
  "email_required": "E-mail is required.",
  "message_required": "Message is required.",
  "privacy_policy_required": "please accept the privacy policy.",
  "imprint": "imprint"
}
