{
  "About me": "About me",
  "Skills": "Skills",
  "Portfolio": "Portfolio",
  "contact": "Contact",
  "Contact": "Contact",
  "iam": "I am",
  "headline": "FRONTEND DEVELOPER",
  "lets_talk": "Let's Talk !",
  "About_text": "Hi, I am a junior Front-end developer based in Flensburg, Germany. Ihave a passion for creating visually appealing and user-friendlywebsites. With a strong background in HTML, CSS, and JavaScript, Iarning new technologies and improving my skills. I am always eagerto take on new challenges and contribute to exciting projects.",
  "About_text_2": "My hobbies are making music,playing sports, and being creative. I enjoy exploring new ideas andstaying active through various physical activities.",
  "About_text_3": "I am passionate about continuouslearning and self-improvement. I regularly engage in courses andworkshops to expand my knowledge and skills, staying up-to-date withindustry trends and advancements.",
  "my_skills": "My skills",
  "my_skills_text": "I have gained experience in building projects with various front end technologies and concepts.",
  "get_in_touch": "get in touch",
  "portfolio_text": "Explore a selection of my work here - Interact with projects to see my skills in action.",
  "join.description": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
  "polloloco.description": "A simple Jump-and-Run game based on an object-oriented approach. Help pepe to find coins and salsa bottles to fight against the killer chicken.",
  "pokedex.description": "Based on the PokéAPI a simple library that provides and catalogues pokemon information.",
  "dabubble.description": "dabubble is a comprehensive messenger app. All data is provided in real-time by Firestore.",
  "contact_subtext": "Got a problem to solve?",
  "contact_subtext_2": "Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
  "contact_subtext_3": "Need a junior Frontend developer?",
  "contact_me": "Contact me !",
  "your_name": "your name",
  "your_email": "your email",
  "your_message": "your message",
  "min-length-message": "Enter at least 20 characters.",
  "min-length-name": "Enter at least 5 characters.",
  "check_text1": "I've read the",
  "check_text2": " privacy policy",
  "check_text3": " and agree to the processing of my data as outlined.",
  "message_button": "Send a message",
  "name_required": "Name is required.",
  "email_required": "E-mail is required.",
  "message_required": "Message is required.",
  "privacy_policy_required": "please accept the privacy policy.",
  "imprint": "Imprint",
  "Represented by": "Represented by",
  "Information pursuant to": "Information pursuant to",
  "Responsible": "Responsible for the content according to",
  "Disclaimer": "Disclaimer",
  "imprint_1": "The content of our pages was created with the utmost care. However, we cannot guarantee the accuracy, completeness, or timeliness of the content. As a service provider, we are responsible for our own content on these pages in accordance with § 7 paragraph 1 of the TMG (Telemedia Act) under general law. According to §§ 8 to 10 of the TMG, we are not obligated as a service provider to monitor transmitted or stored external information or to investigate circumstances that indicate illegal activity. Obligations to remove or block the use of information under general law remain unaffected by this. However, liability in this regard is only possible from the point in time when we become aware of a specific legal violation. Upon becoming aware of corresponding legal violations, we will remove this content immediately.",
  "Liability": "Liability for content",
  "Liability_mail": "Liability for links",
  "imprint_2": "Our offer contains links to external websites of third parties, on whose content we have no influence. Therefore, we cannot assume any liability for these external contents. The respective provider or operator of the pages is always responsible for the contents of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal contents were not recognizable at the time of linking. However, a permanent content control of the linked pages is not reasonable without concrete evidence of a violation of the law. Upon becoming aware of legal violations, we will remove such links immediately.",
  "Data Protection": "Data Protection",
  "imprint_3": "The use of our website is usually possible without providing personal data. If personal data (such as name, address, or email addresses) is collected on our pages, this is always done on a voluntary basis as far as possible. This data will not be disclosed to third parties without your explicit consent.",
  "imprint_4": "We would like to point out that data transmission over the Internet (e.g., when communicating via email) may have security vulnerabilities. Complete protection of data from access by third parties is not possible.",
  "imprint_5": "The use of contact data published within the scope of the imprint obligation by third parties for sending unsolicited advertising and information materials is hereby expressly objected to. The operators of the pages expressly reserve the right to take legal action in the event of unsolicited sending of promotional information, such as spam emails.",
  "Privacy Policy": "Privacy Policy",
  "Introduction": "Introduction",
  "policy_1": "With the following privacy policy, we would like to inform you about the types of your personal data (hereinafter also referred to as „data“ for short) that we process, for what purposes and to what extent. The privacy policy applies to all processing of personal data carried out by us, both in the context of providing our services and in particular on our websites, mobile, as well as within external online presences, such as our social media profiles (hereinafter collectively referred to as „Online Offer“).",
  "gender": "The terms used are not gender-specific.",
  "state": "State",
  "person": "Responsible person",
  "address": "address",
  "policy_2": "Collection and processing of data",
  "policy_3": "When visiting our website, information about your visit is automatically collected. This information may include your IP address, browser type and version, operating system, referrer URL, and time of access. These data are exclusively evaluated for statistical purposes and serve to improve our website.",
  "extern": "External Links",
  "policy_4": "Our website contains links to external websites such as LinkedIn and GitHub. Please note that we do not take responsibility for the privacy practices of these websites. Please read the privacy policies of these websites to obtain information about how they handle your data.",
  "rights": "Your Rights",
  "policy_5": "You have the right to obtain information about the data we store about you. Furthermore, you have the right to correction, deletion, or blocking of incorrect data. Please contact us using the contact information provided above if you wish to exercise your rights.",
  "change": "Changes to this Privacy Policy",
  "policy_6": "I reserve the right to change this Privacy Policy at any time. The latest version can be found on our website.",
  "policy_date": "Last Update",
  "success": "Success",
  "thanks": "Thank you for reaching out to me.",
  "message_info": "Your message has been successfully sent.",
  "info_2": "I appreciate you taking the time to contact me and will get back to you assoon as possible.",
  "info_3": " In the meantime, feel free to explore my website for more information or follow me on social media for the latest updates.",
  "greeting": "Have a great day!"
}
